NHDL_Metadata/20220316_NHDLMetadataTraining_ColbertJL.tex
% Created 2022-04-01 Fri 16:42
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Jay L. Colbert}
\date{\today}
\title{Metadata: Describing Digital Objects}
\hypersetup{
 pdfauthor={Jay L. Colbert},
 pdftitle={Metadata: Describing Digital Objects},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.92 (Org mode 9.6)}, 
 pdflang={English}}
\usepackage{biblatex}

\begin{document}

\maketitle

\section*{Who am I?}
\label{sec:org18c9968}

Jay L. Colbert, jay.colbert@unh.edu

Metadata \& Discovery Strategy Librarian @ UNH

Metadata Librarian @ NHDL

\section*{What is metadata?}
\label{sec:org052d453}
``data about data''

Boring, vague, not helpful!

Instead\ldots{}

\begin{quote}
Perhaps a more useful, ``big picture'' way of thinking about metadata is as the sum total of what one can say at a given moment about any \emph{information object} at any level of aggregation.
\end{quote}

\begin{itemize}
\item Metadata is what we can say about an object
\item Metadata schemas and standards tell us how to do it
\end{itemize}

\section*{Why is it important?}
\label{sec:orgb669ee8}
\begin{itemize}
\item Discovery
\item Access
\item Preservation
\item Administration
\end{itemize}

\section*{How is it used?}
\label{sec:orgcd17f69}

\subsection*{The Good}
\label{sec:org3847bb7}
\begin{itemize}
\item Describing library collections
\item Files on your computer
\item Your driver's license
\end{itemize}

\subsection*{The Bad}
\label{sec:org6397983}
\begin{itemize}
\item NSA collecting metadata about phone calls
\item Police using location metadata (from photos or other sources) to arrest protestors and activists
\item Companies harvesting information about our internet habits to sell to advertisers
\end{itemize}

\section*{NHDL \& Omeka}
\label{sec:org2e665a1}
\subsection*{Required \& strongly recommended elements}
\label{sec:orgd97e3e9}

\url{https://nhsl.libguides.com/digitization}

However, some of the metadata recommendations for NHDL/DPLA differ from what is listed here.

NHDL/DPLA is still in its infancy, and documentation should be finished by the end of the month.

If we have time at the end, I'll get into some of the fields just for DPLA.
If you partner with us, I will work with you individually to create a plan.

\subsubsection*{Required}
\label{sec:org2c7fab7}
\begin{itemize}
\item Identifier
\item Language (if available/applicable)
\item Title
\item Type
\item Data Provider*
\item Is Shown At*
\item Rights
\end{itemize}

Asterisks are just for DPLA.

\subsubsection*{Strongly recommended}
\label{sec:org4e0fb17}
\begin{itemize}
\item Collection*
\item Creator
\item Date
\item Description
\item Format
\item Place
\item Publisher*
\item Subject
\end{itemize}

Asterisks are just for DPLA/NHDL

\subsection*{Interpretation of elements}
\label{sec:orgd8fec1f}
\subsubsection*{Required}
\label{sec:org5284249}

These elements are required.
Language is the exception.
It is only required when available/applicable.
\begin{itemize}
\item Identifier
\label{sec:org88a5c85}
\begin{itemize}
\item An unambiguous reference to the resource
\item Might be generated by whatever software you're using
\item State library recommends that each library use their HSA code as a way of identifying objects from their library and avoiding duplication across the state. For instance, NH State Library’s HSA code is NHSL, therefore, each digital object would have an identifier beginning with NHSLxxxx, with the x’s being a number.
\end{itemize}
\item Language
\label{sec:org2893698}
\begin{itemize}
\item Language(s) of described resource. Strongly recommended for text materials.
\item Use controlled vocabularies or other established standards, such as ISO 639-3
\item eng (for English)
\end{itemize}
\item Title
\label{sec:orgca7841a}
\begin{itemize}
\item Primary name given to the described resource
\item Transcribe the title exactly how it is presented on the resource
\item If the resource has no title, try to avoid ``Untitled''
\begin{itemize}
\item However, titles do not have to be unique (that's why we have identifiers!)
\item and you should avoid interpreting the content to create a title
\end{itemize}
\item You should also avoid redundancy when possible
\end{itemize}
\item Type
\label{sec:orgdff4ec5}
\begin{itemize}
\item What the \emph{original} resource is, \emph{not} the file format.
\item Assign the resource a DCMI type, based on the original resource's carrier.
\item Scanned items are not automatically images. If the scanned image is a book, its type is Text, not StillImage
\end{itemize}
\item Rights
\label{sec:orgeb0a084}
\begin{itemize}
\item Information about rights held in and over the described resource.
\item Typically, rights information includes a statement about various property rights associated with the described resource, including intellectual property rights.
\item For inclusion in DPLA/NHDL, you will need to use a URI from \url{https://rightsstatements.org/}
\item However, you may include additional rights/access information in an additional rights field after the element containing the URI.
\begin{itemize}
\item See: \url{https://bit.ly/dpla-rights-guidelines}
\end{itemize}
\end{itemize}
\end{itemize}

\subsubsection*{Recommended}
\label{sec:orga14c84c}

These are not required.

However, they enrich your record and are strongly recommended.
\begin{itemize}
\item Creator
\label{sec:orgccb9fd5}
\begin{itemize}
\item Entity primarily responsible for making the described resource. May be a person(s), corporate body, or family.
\item If possible, place multiple names in repeated instances of the element; otherwise, separate consistently (e.g. with a semicolon or pipe)
\item Use controlled vocabularies when possible. If a controlled form does not exist, create one following the syntax of an existing vocabulary
\item \emph{Editors, translators, and illustrators go in the Contributors field.}
\end{itemize}
\item Date
\label{sec:org9418262}
\begin{itemize}
\item Date of creation of the original resource
\item Prefer use of YYYY-MM-DD format
\item For uncertain dates, use ``circa'' or ``?''
\item For approximate dates, use ``\textasciitilde{}''
\item Avoid placeholder values like ``Unknown'' or ``n.d.''
\item See: \url{https://bit.ly/dpla-geo-styleguide}
\end{itemize}
\item Description
\label{sec:orgeea8cf2}
\begin{itemize}
\item A free-text account of the resource that describes what the item is about.
\item Could include a summary, an abstract, a table of contents, etc.
\item Description should apply to the object being described, not to a collection to which it belongs
\end{itemize}
\item Format
\label{sec:orgeaf734c}
\begin{itemize}
\item This is the \emph{file format} of the digital manifestation of the item
\item You should use the Internet Media Types (MIME) for the appropriate terms
\item FYI: PDF is under the ``application'' registry
\begin{itemize}
\item application/pdf
\end{itemize}
\end{itemize}
\item Place
\label{sec:org43cdb7f}
\begin{itemize}
\item Spatial characteristics of described resource, such as a country, city, region, address or other geographical term.
\item \emph{Covers aboutness. This is not where an item was published!}
\item If the name of the place has changed over time, list the one used at the time/by the resource first.
\item If the place is on colonized or otherwise stolen, unceded land, list the indigenous territory name(s) first. The Indigenous New Hampshire Collaborative Collective has good resources for finding the appropriate place name: \url{https://indigenousnh.com}
\end{itemize}
\item Subject
\label{sec:org89eb740}
\begin{itemize}
\item Topic of the item
\item What is it \emph{about}
\item Use controlled vocabularies like LCSH, AAT, Homosaurus, and others as appropriate.
\item Separate subjects with repeated fields or with a consistent delimiter (such as a semicolon or pipe)
\end{itemize}
\end{itemize}

\section*{The most important thing to remember}
\label{sec:org9ece041}

Be consistent!

\section*{Questions?}
\label{sec:org79e3075}
\section*{Demonstration!}
\label{sec:org49d268a}
\section*{Breakout 1}
\label{sec:org8e24f35}
\section*{Breakout 2}
\label{sec:org7b711f1}
\section*{Wrap-up}
\label{sec:org9d849cf}

\href{http://dp.la/info/map}{DPLA Metadata Application Profile \& Introduction}

\href{https://docs.google.com/document/d/1APavAd1p1f9y1vBUudQIuIsYnq56ypzNYJYgDA9RNbU/edit\#heading=h.nq945w62b6fe}{Inclusive Metadata \& Conscious Editing Resources}

\href{https://www.getty.edu/publications/intrometadata/}{Introduction to Metadata, Third Edition}
\end{document}
